Repository: mikebionic/SapAPI-core
Catalog: main_pack/translations/*/LC_MESSAGES/messages.po
Languages: tk

source: Login the system!
tk: Ulgama giriň!

source: Password reset request
tk: Açarsöz üýtgetmek teklibi

source: Full name
tk: Doly ady

source: Avatar
tk: Awatar

source: Password
tk: Açar-sözi

source: Confirm password
tk: Açar sözi tassykla

source: That username is taken. Choose a different one!
tk: Bu ulanyjy ady ulanylan. Beýlekini saýlaň!

source: That email is taken. Choose a different one!
tk: Bu E-mail ulanylan. Beýlekini saýlaň!

source: Address
tk: Salgysy

source: Mobile phone
tk: El telefony

source: Home phone
tk: Öý telefony

source: Zip code
tk: Poçta kody

source: Company logo successfully uploaded!
tk: Kärhanaň nyşany üstünlikli ýüklendi!

source: Company logo
tk: Kärhanaň nyşany

source: Sliders
tk: Slaýder

source: Slider picture successfully uploaded!
tk: Slaýder suraty üstünlikli ýüklendi

source: Images
tk: Suratlar

source: Dashboard
tk: Dolandyryş paneli

source: Navbar
tk: Nawigasiýa paneli

source: Company
tk: Kärhana

source: Picture
tk: Surat

source: Category table
tk: Kategoriýa tablisasy

source: Product table
tk: Haryt tablisasy

source: Customers
tk: Müşderiler

source: Customer details
tk: Müşderiniň giňişleýin maglumatlary

source: successfully saved
tk: üstünlikli ýatda saklanyldy

source: Error occured, please try again.
tk: Ýalňýşlyk ýüze çykdy, täzeden synanşyp görüň.

source: Register
tk: Registrasiýa

source: Users
tk: Ulanyjylar

source: Order invoices
tk: Sargytlar

source: Add product
tk: Haryt goş

source: Sale reports
tk: Satuw hasabatlary

source: Brands
tk: Markalar

source: Brand
tk: Marka

source: Barcode
tk: Barkod

source: successfully updated
tk: üstünlikli täzelendi

source: Unknown error!
tk: Näbelli ýalňyşlyk!

source: successfully deleted
tk: üstünlikli pozuldy

source: Category
tk: Kategoriýa

source: Error
tk: Ýalňyşlyk

source: category has resources, delete related resources first and try again.
tk: kärhanada harytlar bar, ilki degişli haryltlary pozup täzeden synanşyň

source: successfully updated!
tk: üstünlikli täzelendi!

source: Image
tk: Surat

source: Invoice status
tk: Sargyt ýagdaýy

source: Error generating Registration number
tk: Hasaba alyş belgisini döretmekde ýalňyşlyk

source: Price
tk: Bahasy

source: That registration number already presents
tk: Hasaba alyş belgisi eýýäm bar

source: It changed to
tk: Üýtgedilen:

source: Color
tk: Reňk

source: Size
tk: Ölçeg

source: Product colors
tk: Haryt reňkleri

source: Product sizes
tk: Haryt ölçegleri

source: Resource
tk: Çeşme

source: Slider
tk: Slaýder

source: already present
tk: eýýäm bar

source: Translation
tk: Terjime

source: Failed
tk: Şowsyz

source: Login Failed! Wrong username or password
tk: Giriş şowsyz! Ulanyjy ady ya-da açar sözi ýalňyş

source: Login
tk: Giriş

source: Phone number
tk: Telefon belgisi

source: Sign Up
tk: Agza bol

source: Username
tk: Ulanyjy ady

source: Remember Me
tk: Girişi ýatla

source: Log In
tk: Gir

source: Request Password Reset
tk: Açar sözi üýtgetmegi teklip et

source: The profile of that email not found! Please register fist.
tk: Bu Email-ly profil tapylmady! Ilki registrasiýa ediň.

source: Reset password
tk: Açar sözi üýtget

source: Login Failed! Wrong email or password
tk: Giriş şowsuz! Nädogry email ýa-da açar söz

source: An email has been sent with instructions to reset your password
tk: Açar sözüňizi täzeden düzmek üçin görkezmeler bilen email ugradyldy

source: Reset Password
tk: Açar sözi täzeden düzmek

source: Token is invalid or expired
tk: Açar nädogry ýa-da gutaran

source: Your password has been updated!
tk: Siziň açar sözüňiz täzelendi

source: An email has been sent with instructions to register your profile
tk: Profiliňizi hasaba almak üçin görkezmeler bilen email ugradyldy

source: your profile has been created!
tk: siziň profiliňiz döredildi!

source: Registration request
tk: Registrasiýa teklibi

source: Dear
tk: Hormatly

source: Collection
tk: Toplama

source: About us
tk: Biz hakda

source: Contact
tk: Kontakt

source: Cart
tk: Sebet

source: If you did not make this request then simply ignore this email
tk: Şiz şu teklibi etmedik bolsaňyz bu hata üns bermäň

source: Product
tk: Haryt

source: Checkout
tk: Sargydy iber

source: successfully done
tk: üstünlikli tamamlandy

source: View orders in profile page.
tk: Sargytlary profil sahypasynda görüň

source: Rating
tk: Reýting

source: Update Profile Picture
tk: Profil suratyny täzele

source: Update
tk: Täzele

source: Orders
tk: Sargytlar

source: Profile
tk: Profil

source: Wishlist
tk: Isleg sanawy

source: Profile successfully updated!
tk: Profil üstünlikli täzelendi!

source: Edit profile
tk: Profili üýtget

source: Upload images
tk: Suratlary ýükläň

source: Choose file
tk: Faýl saýla

source: Upload
tk: Ýükle

source: Choose the main image
tk: Esasy suraty saýlaň

source: Save
tk: Ýatda sakla

source: Registration Number
tk: Hasaba alyş belgisi

source: Product name
tk: Harydyň ady

source: Description
tk: Düşündiriş

source: Quantity
tk: Mukdar

source: Unit
tk: Bölüm

source: Usage status
tk: Işjeňlik ýagdaýy

source: Products descriptions
tk: Harytlaryň beýanlary

source: Additional information
tk: Goşmaça maglumat

source: Translations
tk: Terjimeler

source: Size and form
tk: Ölçeg we forma

source: Width
tk: Ini

source: Height
tk: Boýy

source: Length
tk: Uzynlygy

source: Weight
tk: Agramy

source: Producer, location, properties, outlines, etc
tk: Öndüriji, ýerleşýän ýeri, aýratynlyklary, we ş.m.

source: Properties
tk: Häsiýetnamalary

source: Select colors
tk: Reňk saýla

source: Add color
tk: Reňk goş

source: Color name
tk: Reňkiň ady

source: Color description
tk: Reňkiň beýany

source: Add
tk: Goş

source: Sizes
tk: Ölçegler

source: Add size
tk: Ölçeg goş

source: Size name
tk: Ölçegiň ady

source: Size description
tk: Ölçegiň beýany

source: Add Brand
tk: Marka goş

source: Brand name
tk: Markanyň ady

source: Brand description
tk: Markanyň beýany

source: Language
tk: Dil

source: Name
tk: Ady

source: Full Description
tk: Doly beýany

source: Action
tk: Amal

source: Add new product
tk: Täze haryt goş

source: Add translation
tk: Terjime goş

source: Product description
tk: Harydyň beýany

source: Product full description
tk: Harydyň doly beýany

source: Remember me
tk: Girişi ýatda sakla

source: Brands table
tk: Markalar tablisasy

source: Visible index
tk: Görkezmek tertibi

source: Featured
tk: Aýratynlaşdyrylan

source: Icon
tk: Nyşan

source: Link
tk: Salgylanma

source: Category name
tk: Kategoriýaň ady

source: Main category
tk: Esasy kategoriýasy

source: Icons
tk: Nyşanlar

source: Search
tk: Gözleg

source: Company configuration
tk: Kärhana sazlamalary

source: Company name
tk: Kärhana ady

source: Phone
tk: Telefon

source: Postal code
tk: Poçta kody

source: Web address
tk: Web salgylanma

source: Working time
tk: Iş wagty

source: Cusomer details
tk: Müşderiň giňişleýin maglumaty

source: Registered date
tk: Hasaba duran senesi

source: Vendor
tk: Satyjy

source: Status
tk: Ýagdaý

source: Select
tk: Saýla

source: Type
tk: Görnüşi

source: Delete
tk: Öçür

source: Reg No
tk: Hasaba alyş belgisi

source: Progress
tk: Progres

source: Total price
tk: Umumy bahasy

source: Currency
tk: Walýuta

source: Date
tk: Sene

source: Customer
tk: Müşderi

source: Detail
tk: Giňişleýin

source: Admin panel
tk: Admin paneli

source: Main
tk: Esasy

source: Product Table
tk: Haryt tablisasy

source: Navigation
tk: Nawigasiýa

source: Add Product
tk: Haryt goş

source: Users table
tk: Ulanyjylar tablisasy

source: Pictures
tk: Suratlar

source: Invoices
tk: Sargyt fakturalary

source: Sale order invoices
tk: Satuw sargytlary

source: Sale invoices
tk: Satuw sargyt fakturasy

source: Cusomers
tk: Müşderiler

source: Customers table
tk: Müşderiler tablisasy

source: Save logo
tk: Nyşany ýatda sakla

source: Home
tk: Öý

source: Edit
tk: Üýtget

source: Logo
tk: Nyşan

source: All orders
tk: Ähli sargytlar

source: This customer's orders
tk: Şu müşderiniň sargytlary

source: Reg №
tk: Hasaba alyş belgisi

source: Available
tk: Elýeterli

source: Unavailable
tk: Elýeterli däl

source: E-mail address
tk: Email salgysy

source: Ordered date
tk: Sargyt senesi

source: Amount
tk: Sany

source: Set Status
tk: Ýagdaýy gur

source: Set
tk: Gur

source: Invoice
tk: Sargyt faktura

source: Email address
tk: E-mail salgysy

source: Rated products table
tk: Reýtingli harytlaryň tablisasy

source: Sold in last hour
tk: Soňky sagatda satylan

source: Sold in last day
tk: Soňky günde satylan

source: Sold in last week
tk: Soňky hepdede satylan

source: Sold in last month
tk: Soňky aýda satylan

source: Top sold products
tk: Köp satylan harytlar

source: Cancel
tk: Bes et

source: Add slider image
tk: Slaýder suratyny goş

source: Title
tk: Ady

source: Start date
tk: Başlangyç senesi

source: End date
tk: Tamamlanýan senesi

source: New Slider
tk: Täze slaýder

source: Short name
tk: Gysgaça ady

source: Welcome
tk: Hoş geldiňiz

source: Forgot your password?
tk: Açar sözüňizi ýatdan çykardyňyzmy?

source: Don’t have account?
tk: Profiliňiz ýokmy?

source: New Customer?
tk: Täze müşderimi?

source: Please, proceed the registration
tk: Hasaba alyşy dowam ediň

source: Create a profile
tk: Profil döret

source: Have a profile?
tk: Öňden hasabyňyz barmy?

source: Log in
tk: Giriň

source: Your cart items
tk: Sebetdäki zatlar

source: Total
tk: Jemi

source: Back to Shop
tk: Söwdä dolan

source: Remove
tk: Poz

source: update
tk: täzele

source: Note
tk: Bellik

source: clear all
tk: Hemmesini poz

source: Send order
tk: Sargydy iber

source: City
tk: Şäher

source: Av.
tk: Şa ýoly

source: Street
tk: Köçe

source: House
tk: Jaý

source: Flat
tk: Otag

source: Summary
tk: Jemi

source: You should login if you want to checkout an order
tk: Sargydy ibermek üçin ulgama girmeli

source: Products
tk: Harytlar

source: New arrival
tk: Soňky gelenler

source: New
tk: Täze

source: Add to cart
tk: Sebede goş

source: Your name
tk: Siziň adyňyz

source: Contact us
tk: Biz bilen habarlaş

source: Leave message
tk: Haty iber

source: Send
tk: Iber

source: Commerce
tk: Söwda

source: My profile
tk: Meniň profilim

source: Log out
tk: Çyk

source: Categories
tk: Kategoriýalar

source: All
tk: Hemmesi

source: All Categories
tk: Ähli kategoriýalar

source: Submit
tk: Tassykla

source: My Cart
tk: Meniň sebedim

source: Close
tk: Ýap

source: View cart
tk: Sebedi görkez

source: Remove from cart
tk: Sebetden aýyr

source: Availability
tk: Elýeterligi

source: In stock
tk: Bar

source: Menu
tk: Menýu

source: Sidebar
tk: Gapdal paneli

source: Customers reviews
tk: Müşderilerileriň teswirleri

source: No description provided for this product
tk: Şu haryta düşündiriş intäk ýazylmady

source: Submit your review
tk: Teswir ýaz

source: Your rating
tk: Siziň reýting bahaňyz

source: Write your review
tk: Teswir ýaz

source: Sort
tk: Sortla

source: You should login to add a review
tk: Teswir ýazmak üçin ulgama giriň

source: Related products
tk: Meňzeş harytlar

source: Showing
tk: Görkezilen

source: Filter
tk: Filterle

source: high to low
tk: ulydan kiçä

source: low to high
tk: kiçiden ula

source: Page
tk: Sahypa

source: Specifications
tk: Häsiýetnamasy

source: Search results
tk: Gözleg netijesi

source: Order
tk: Sargyt

source: Order Total
tk: Sargydyň jemi

source: Profile details
tk: Profiliň giňişleýin maglumaty

source: View product
tk: Harydy gör

source: Hello
tk: Salam

source: Default sorting
tk: Standart sortlama

source: Popularity
tk: Meşgurlyk

source: Average rating
tk: Oraça reýting

source: Newness
tk: Täzelilik

source: Recently viewed
tk: Soňky görülen

source: Other
tk: Beýleki

source: Total Price
tk: Jemi bahasy

source: Red
tk: Gyzyl

source: Blue
tk: Gök

source: White
tk: Ak

source: Black
tk: Gara

source: Green
tk: Ýaşyl

source: Yellow
tk: Sary

source: Purple
tk: Gyrmyzy

source: Pink
tk: Gülgüne

source: Dark green
tk: Goňur ýaşyl

source: Brown
tk: Goňur

source: Grey
tk: Çal

source: Sky blue
tk: Asman gök

source: Orange
tk: Mämişi

source: Bread and confectionery
tk: Çörek we konditer önümleri

source: Cleansers
tk: Arassalaýjy serişdeler

source: Foodstuffs
tk: Azyk harytlar

source: Drinks
tk: Içgiler

source: Packaged products
tk: Gaplanan önümler

source: Fruits and vegetables
tk: Miwe we gök önümler

source: Dairy products
tk: Süýt önümleri

source: Meat products
tk: Et önümleri

source: Electronics
tk: Elektronika

source: Beauty and health
tk: Gözellik we saglyk

source: Others
tk: Beýlekiler

source: Remove from wishlist
tk: Isleg sanawdan aýyr

source: Products Descriptions
tk: Harydyň beýany

source: Add to wishlist
tk: Isleg sanawa goş
